Repository: agata-miko/skip_the_streak
Catalog: lib/l10n/app_*.arb
Languages: pl

# login
source: Get started
pl: Zaloguj

source: Register
pl: Założ konto

# register_question
source: Not a member? Register now
pl: Nie masz konta? Zarejestruj się

# login_question
source: Already a member? Log in
pl: Masz już konto? Zaloguj

# login_label
source: Login
pl: Nazwa użytkownika

# password_label
source: Password
pl: Hasło

# password_label_2
source: Confirm Password
pl: Powtórz hasło

# dayOfWeek
source: Hello {dayOfWeek}
pl: Cześć {dayOfWeek}

source: Start date
pl: Data początkowa

source: Milestone
pl: Krok milowy

# about1
source: What is Skip the Streak all about?
pl: Czym jest Skip the Streak?

# about2
source: Forget the pressure of keeping a perfect streak. It's simple: focus on action, not perfection.Track your habits, celebrate your progress, and take it one day at a time. Enjoy the small wins without the stress.
pl: Zapomnij o presji utrzymania idealnej serii. To proste: skup się na działaniu, a nie na perfekcji. Śledź swoje nawyki, ciesz się postępami i rób to krok po kroku. Ciesz się małymi zwycięstwami bez zbędnej presji.
